<? namespace rude; ?>

<?// require_once 'ajax/rude-ajax-education.php'; ?>

<div class="middle">
	<h1>Навигация</h1>
	<p>Все переходы между страницами осуществляются через тёмную боковую панель слева. Для удобства навигации боковая панель разделена на несколько смысловых разделов:</p>

	<div class="definition"><b>"<?= RUDE_TEXT_INDEX_PAGE ?>"</b></div> <p>— cтраница ознакомления с комплексомn (фактически, это то, что вы сейчас видите перед своими глазами);</p>
	<div class="definition"><b>"<?= RUDE_TEXT_USERS ?>"</b></div> <p>— cтраница управления пользователями комплекса (создание новых пользователей, присвоение им привелегий в системе);</p>
	<div class="definition"><b>"<?= RUDE_TEXT_EDUCATIONAL_PROGRAM ?>"</b></div> <p>— страница управления учебными планами и нагрузки (создание новых планов, редактирование, предпросмотр перед печатью).</p>

	<div class="any-height"></div>

	<h1>Выход из системы</h1>
	<p>Данная опция актуальна только для тех, кто работает в текущий момент на компьютере, который доступен для использования другим пользователям (такими, как, например, студентам). Желанием выхода может является тот факт, что логин и пароль пользователя для работы в данном комплексе спрашивается один раз, после чего браузер (Chrome, Opera, FireFox и другие) не требуют повторной авторизации для своей работы. В том случае, если вы хотите прервать работу, достаточно нажать на кнопку <b>"<?= RUDE_TEXT_LOGOUT ?>"</b> на панели слева, после чего текущая работа с комплексом будет прекращена, а вы сами будете перенаправлены на форму повторной авторизации, считаясь неавторизированным пользователем комплекса.</p>
</div>